Repository: knappy214/medguard-sa
Catalog: medguard_backend/locale/*/LC_MESSAGES/django.po
Languages: af_za

source: Medications
af_za: Medikasie

source: Medication Schedules
af_za: Medikasie Skedules

source: Medication Logs
af_za: Medikasie Logboeke

source: Stock Alerts
af_za: Voorraad Waarskuwings

source: Medication Management
af_za: Medikasie Bestuur

source: Basic Information
af_za: Basiese Inligting

source: Dosage Information
af_za: Dosis Inligting

source: Stock Management
af_za: Voorraad Bestuur

source: Additional Information
af_za: Bykomende Inligting

source: Safety Information
af_za: Veiligheidsinligting

source: Storage and Handling
af_za: Berging en Hantering

source: Patient and Medication
af_za: Pasiënt en Medikasie

source: Schedule Information
af_za: Skedule Inligting

source: Days of Week
af_za: Dae van die Week

source: Schedule Period
af_za: Skedule Tydperk

source: Status and Instructions
af_za: Status en Instruksies

source: Timing Information
af_za: Tydberekening Inligting

source: Dose Information
af_za: Dosis Inligting

source: Notes and Observations
af_za: Notas en Waarnemings

source: Alert Information
af_za: Waarskuwing Inligting

source: Alert Details
af_za: Waarskuwing Besonderhede

source: Stock Information
af_za: Voorraad Inligting

source: User Information
af_za: Gebruiker Inligting

source: Resolution
af_za: Oplossing

source: Low Stock
af_za: Lae Voorraad

source: In Stock
af_za: In Voorraad

source: Expired
af_za: Verval

source: Expiring Soon
af_za: Verval Binnekort

source: Valid
af_za: Geldig

source: Stock Status
af_za: Voorraad Status

source: Expiration Status
af_za: Verval Status

source: Active
af_za: Aktief

source: Inactive
af_za: Inaktief

source: Active Status
af_za: Aktiewe Status

source: Today
af_za: Vandag

source: Not Today
af_za: Nie Vandag

source: Take Today
af_za: Neem Vandag

source: On Time
af_za: Betyds

source: Late
af_za: Laat

source: N/A
af_za: N/V

source: Adherence Score
af_za: Nakoming Telling

source: Critical
af_za: Krities

source: High
af_za: Hoog

source: Low
af_za: Laag

source: Capsule
af_za: Kapsule

source: Liquid
af_za: Vloeistof

source: Injection
af_za: Injeksie

source: Inhaler
af_za: Inhaleerder

source: Cream
af_za: Room

source: Ointment
af_za: Salf

source: Drops
af_za: Druppels

source: Patch
af_za: Pleister

source: Other
af_za: Ander

source: Prescription Required
af_za: Voorskrif Benodig

source: Over the Counter
af_za: Oor die Toonbank

source: Supplement
af_za: Aanvulling

source: Morning
af_za: Oggend

source: Noon
af_za: Middag

source: Night
af_za: Nag

source: Custom Time
af_za: Pasgemaakte Tyd

source: Paused
af_za: Gepouseer

source: Completed
af_za: Voltooi

source: Taken
af_za: Geneem

source: Missed
af_za: Gemis

source: Skipped
af_za: Oorgeslaan

source: Partial Dose
af_za: Gedeeltelike Dosis

source: Out of Stock
af_za: Uit Voorraad

source: Acknowledged
af_za: Erken

source: Resolved
af_za: Opgelos

source: Dismissed
af_za: Verwerp

source: Name of the medication
af_za: Naam van die medikasie

source: Generic name of the medication
af_za: Generiese naam van die medikasie

source: Brand name of the medication
af_za: Handelsnaam van die medikasie

source: Type of medication
af_za: Tipe medikasie

source: Type of prescription required
af_za: Tipe voorskrif benodig

source: Strength of the medication (e.g., 500mg, 10mg/ml)
af_za: Sterkte van die medikasie (bv., 500mg, 10mg/ml)

source: Unit of dosage (e.g., mg, ml, mcg)
af_za: Eenheid van dosis (bv., mg, ml, mcg)

source: Current number of pills/units in stock
af_za: Huidige aantal pille/eenhede in voorraad

source: Threshold for low stock alerts
af_za: Drempel vir lae voorraad waarskuwings

source: Description of the medication
af_za: Beskrywing van die medikasie

source: Active ingredients in the medication
af_za: Aktiewe bestanddele in die medikasie

source: Manufacturer of the medication
af_za: Vervaardiger van die medikasie

source: Common side effects
af_za: Algemene newe-effekte

source: Contraindications and warnings
af_za: Kontra-indikasies en waarskuwings

source: Storage instructions for the medication
af_za: Berging instruksies vir die medikasie

source: Expiration date of the medication
af_za: Verval datum van die medikasie

source: Patient for whom this schedule is created
af_za: Pasiënt vir wie hierdie skedule geskep is

source: Medication to be taken
af_za: Medikasie om te neem

source: When the medication should be taken
af_za: Wanneer die medikasie geneem moet word

source: Custom time for medication (if timing is custom)
af_za: Pasgemaakte tyd vir medikasie (as tydberekening pasgemaak is)

source: Amount of medication to take
af_za: Hoeveelheid medikasie om te neem

source: How often to take the medication (e.g., daily, twice daily, weekly)
af_za: Hoe dikwels om die medikasie te neem (bv., daagliks, twee keer daagliks, weekliks)

source: Date when medication schedule starts
af_za: Datum wanneer medikasie skedule begin

source: Date when medication schedule ends (optional)
af_za: Datum wanneer medikasie skedule eindig (opsioneel)

source: Current status of the medication schedule
af_za: Huidige status van die medikasie skedule

source: Special instructions for taking the medication
af_za: Spesiale instruksies vir die neem van die medikasie

source: Patient who took the medication
af_za: Pasiënt wat die medikasie geneem het

source: Medication that was taken
af_za: Medikasie wat geneem is

source: Associated medication schedule
af_za: Geassosieerde medikasie skedule

source: When the medication was scheduled to be taken
af_za: Wanneer die medikasie geskeduleer was om geneem te word

source: When the medication was actually taken
af_za: Wanneer die medikasie werklik geneem is

source: Status of the medication dose
af_za: Status van die medikasie dosis

source: Actual dosage taken
af_za: Werklike dosis geneem

source: Notes about the medication dose
af_za: Notas oor die medikasie dosis

source: Any side effects experienced
af_za: Enige newe-effekte ervaar

source: Medication associated with this alert
af_za: Medikasie geassosieer met hierdie waarskuwing

source: User who created the alert
af_za: Gebruiker wat die waarskuwing geskep het

source: User who acknowledged the alert
af_za: Gebruiker wat die waarskuwing erken het

source: Type of stock alert
af_za: Tipe voorraad waarskuwing

source: Priority level of the alert
af_za: Prioriteit vlak van die waarskuwing

source: Current status of the alert
af_za: Huidige status van die waarskuwing

source: Title of the alert
af_za: Titel van die waarskuwing

source: Detailed message of the alert
af_za: Gedetailleerde boodskap van die waarskuwing

source: Current stock level when alert was created
af_za: Huidige voorraad vlak toe waarskuwing geskep is

source: Threshold level that triggered the alert
af_za: Drempel vlak wat die waarskuwing geaktiveer het

source: When the alert was resolved
af_za: Wanneer die waarskuwing opgelos is

source: Notes about how the alert was resolved
af_za: Notas oor hoe die waarskuwing opgelos is

source: Medication
af_za: Medikasie

source: Medication Schedule
af_za: Medikasie Skedule

source: Medication Log
af_za: Medikasie Logboek

source: Stock Alert
af_za: Voorraad Waarskuwing

source: Internationalization Test
af_za: Internasionalisering Toets

source: Current Language
af_za: Huidige Taal

source: Language Code
af_za: Taal Kode

source: Language Name
af_za: Taal Naam

source: Available Languages
af_za: Beskikbare Tale

source: Current
af_za: Huidig

source: Test Translations
af_za: Toets Vertalings

source: Translation Key
af_za: Vertaling Sleutel

source: Translated Text
af_za: Vertalde Teks

source: Navigation
af_za: Navigasie

source: Use the buttons below to navigate to different admin sections.
af_za: Gebruik die knoppies hieronder om na verskillende admin afdelings te navigeer.

source: Go to Django Admin
af_za: Gaan na Django Admin

source: Go to Wagtail Admin
af_za: Gaan na Wagtail Admin

source: Go to Medications
af_za: Gaan na Medikasie

source: Language
af_za: Taal

source: Introduction
af_za: Inleiding

source: Introduction text for the notifications page
af_za: Inleiding teks vir die kennisgewings bladsy

source: Notification Index Page
af_za: Kennisgewing Indeks Bladsy

source: Notification Index Pages
af_za: Kennisgewing Indeks Bladsye

source: Notification
af_za: Kennisgewing

source: Associated notification record
af_za: Geassosieerde kennisgewing rekord

source: Additional information about the notification
af_za: Bykomende inligting oor die kennisgewing

source: Notification Detail Page
af_za: Kennisgewing Besonderhede Bladsy

source: Notification Detail Pages
af_za: Kennisgewing Besonderhede Bladsye

source: System Notification
af_za: Stelsel Kennisgewing

source: Medication Alert
af_za: Medikasie Waarskuwing

source: Maintenance Notice
af_za: Onderhoud Kennisgewing

source: Security Alert
af_za: Sekuriteit Waarskuwing

source: General Announcement
af_za: Algemene Aankondiging

source: Medication Reminder
af_za: Medikasie Herinnering

source: Time to take your medication: {medication_name}
af_za: Tyd om jou medikasie te neem: {medication_name}

source: Low Stock Alert: {medication_name}
af_za: Lae Voorraad Waarskuwing: {medication_name}

source: Current stock: {current} units. Threshold: {threshold} units.
af_za: Huidige voorraad: {current} eenhede. Drempel: {threshold} eenhede.

source: Medication Expiring Soon: {medication_name}
af_za: Medikasie Verval Binnekort: {medication_name}

source: This medication expires in {days} days on {date}.
af_za: Hierdie medikasie verval binne {days} dae op {date}.

source: Dosage
af_za: Dosis

source: Instructions
af_za: Instruksies

source: System Maintenance
af_za: Stelsel Onderhoud

source: Scheduled maintenance tonight at {time}.
af_za: Geskeduleerde onderhoud vanaand om {time}.

source: You have received a new notification.
af_za: Jy het 'n nuwe kennisgewing ontvang.

source: morning
af_za: oggend

source: afternoon
af_za: middag

source: evening
af_za: aand

source: night
af_za: nag

source: Take
af_za: Neem

source: Immediate
af_za: Onmiddellik

source: Morning (8:00 AM)
af_za: Oggend (08:00)

source: Afternoon (2:00 PM)
af_za: Middag (14:00)

source: Evening (8:00 PM)
af_za: Aand (20:00)

source: MedGuard SA notification
af_za: MedGuard SA kennisgewing

source: Please acknowledge this notification by logging into your account.
af_za: Kennisgewing moet erken word deur in te teken op jou rekening.

source: View in Dashboard
af_za: Bekyk in Dashboard

source: This notification was sent by
af_za: Hierdie kennisgewing is gestuur deur

source: If you have any questions, please contact our support team.
af_za: As jy enige vrae het, kontak asseblief ons ondersteuningspan.

source: All rights reserved.
af_za: Alle regte voorbehou.

source: Analgesics
af_za: Pynstillers

source: Antibiotics
af_za: Antibiotika

source: Antihypertensives
af_za: Antihipertensiewe

source: Antidiabetics
af_za: Antidiabetika

source: Anticoagulants
af_za: Antikoagulante

source: Bronchodilators
af_za: Brongodilatators

source: Corticosteroids
af_za: Kortikosteroïede

source: Diuretics
af_za: Diuretika

source: Antiemetics
af_za: Antiemetika

source: Laxatives
af_za: Laksatiewe

source: Suppository
af_za: Suppositorium

source: Suspension
af_za: Suspensie

source: Syrup
af_za: Stroop

source: Take with food
af_za: Neem met kos

source: Take on empty stomach
af_za: Neem op leë maag

source: Take with plenty of water
af_za: Neem met baie water

source: Do not crush or chew
af_za: Moenie fynmaak of kou nie

source: Swallow whole
af_za: Sluk heel in

source: Dissolve in water
af_za: Los op in water

source: Shake well before use
af_za: Skuif goed voor gebruik

source: Store in refrigerator
af_za: Berg in yskas

source: Keep at room temperature
af_za: Hou by kamertemperatuur

source: Protect from light
af_za: Beskerm teen lig

source: Contraindications
af_za: Kontra-indikasies

source: Side Effects
af_za: Newe-effekte

source: Drug Interactions
af_za: Geneesmiddel Interaksies

source: Precautions
af_za: Voorsorgmaatreëls

source: Warnings
af_za: Waarskuwings

source: Overdose
af_za: Oordosis

source: Allergic Reaction
af_za: Allergiese Reaksie

source: Tolerance
af_za: Verdraagsaamheid

source: Dependency
af_za: Afhanklikheid

source: Withdrawal
af_za: Onttrekking

source: Discontinued
af_za: Gestop

source: Suspended
af_za: Geskors

source: Refill Required
af_za: Hernuwing Benodig

source: No Refills Left
af_za: Geen Hernuwings Oor

source: Prior Authorization Required
af_za: Voorafgoedkeuring Benodig

source: General Practitioner
af_za: Algemene Praktisyn

source: Specialist
af_za: Spesialis

source: Pharmacist
af_za: Apteeker

source: Nurse
af_za: Verpleegkundige

source: Dentist
af_za: Tandarts

source: Psychiatrist
af_za: Psigiater

source: Cardiologist
af_za: Kardioloog

source: Oncologist
af_za: Onkoloog

source: Pediatrician
af_za: Pediater

source: Geriatrician
af_za: Geriater

source: Prescription Details
af_za: Voorskrif Besonderhede

source: Patient Information
af_za: Pasiënt Inligting

source: Medication Information
af_za: Medikasie Inligting

source: Dosage Instructions
af_za: Dosis Instruksies

source: Prescriber Information
af_za: Voorskrywer Inligting

source: Pharmacy Information
af_za: Aptek Inligting

source: Date Prescribed
af_za: Datum Voorgeskryf

source: Date Dispensed
af_za: Datum Uitgereik

source: Quantity Dispensed
af_za: Hoeveelheid Uitgereik

source: Refills Authorized
af_za: Hernuwings Gemagtig

source: Expiration Date
af_za: Verval Datum

source: Please enter a valid prescription number
af_za: Voer asseblief 'n geldige voorskrif nommer in

source: Patient name is required
af_za: Pasiënt naam is verpligtend

source: Medication name is required
af_za: Medikasie naam is verpligtend

source: Dosage information is required
af_za: Dosis inligting is verpligtend

source: Prescriber signature is required
af_za: Voorskrywer handtekening is verpligtend

source: Date cannot be in the future
af_za: Datum kan nie in die toekoms wees nie

source: Quantity must be greater than zero
af_za: Hoeveelheid moet groter as nul wees

source: Prescription submitted successfully
af_za: Voorskrif suksesvol ingedien

source: Prescription approved
af_za: Voorskrif goedgekeur

source: Prescription rejected
af_za: Voorskrif verwerp

source: Prescription requires review
af_za: Voorskrif benodig hersiening

source: Prescription expired
af_za: Voorskrif verval

source: Refill request submitted
af_za: Hernuwing versoek ingedien

source: Primary Diagnosis
af_za: Primêre Diagnose

source: Secondary Diagnosis
af_za: Sekondêre Diagnose

source: Treatment Plan
af_za: Behandelingsplan

source: Follow-up Date
af_za: Opvolg Datum

source: Lab Results
af_za: Laboratorium Resultate

source: Vital Signs
af_za: Lewensbelangrike Tekens

source: Blood Pressure
af_za: Bloeddruk

source: Heart Rate
af_za: Harttempo

source: Temperature
af_za: Temperatuur

source: Weight
af_za: Gewig

source: Take 1 tablet by mouth once daily
af_za: Neem 1 tablet per mond een keer daagliks

source: Take 2 tablets by mouth twice daily
af_za: Neem 2 tablette per mond twee keer daagliks

source: Take 1 capsule with food three times daily
af_za: Neem 1 kapsule met kos drie keer daagliks

source: Take 5ml by mouth every 6 hours
af_za: Neem 5ml per mond elke 6 uur

source: Apply 1 patch to clean, dry skin
af_za: Pas 1 pleister toe op skoon, droë vel

source: Use 2 puffs from inhaler as needed
af_za: Gebruik 2 teugies van inhaleerder soos benodig

source: Take 1 tablet 30 minutes before meals
af_za: Neem 1 tablet 30 minute voor maaltye

source: Take 1 tablet at bedtime
af_za: Neem 1 tablet voor slaaptyd

source: Take 1 tablet with first meal of the day
af_za: Neem 1 tablet met eerste maaltyd van die dag

source: Take 1 tablet every 8 hours
af_za: Neem 1 tablet elke 8 uur

source: WARNING: May cause drowsiness
af_za: WAARSKUWING: Kan slaperigheid veroorsaak

source: WARNING: Do not operate machinery while taking
af_za: WAARSKUWING: Moenie masjinerie bedryf terwyl jy neem nie

source: WARNING: May cause dizziness
af_za: WAARSKUWING: Kan duiseligheid veroorsaak

source: WARNING: Avoid alcohol while taking
af_za: WAARSKUWING: Vermy alkohol terwyl jy neem

source: WARNING: May cause photosensitivity
af_za: WAARSKUWING: Kan fotosensitiwiteit veroorsaak

source: WARNING: May cause stomach upset
af_za: WAARSKUWING: Kan maagontsteking veroorsaak

source: WARNING: May cause dry mouth
af_za: WAARSKUWING: Kan droë mond veroorsaak

source: WARNING: May cause constipation
af_za: WAARSKUWING: Kan hardlywigheid veroorsaak

source: WARNING: May cause diarrhea
af_za: WAARSKUWING: Kan diarree veroorsaak

source: WARNING: May cause headache
af_za: WAARSKUWING: Kan hoofpyn veroorsaak

source: Do not crush, break, or chew tablets
af_za: Moenie tablette fynmaak, breek of kou nie

source: Take with a full glass of water
af_za: Neem met 'n vol glas water

source: Store in original container
af_za: Berg in oorspronklike houer

source: Keep out of reach of children
af_za: Hou buite bereik van kinders

source: Do not share with others
af_za: Moenie met ander deel nie

source: Complete the full course
af_za: Voltooi die volledige kursus

source: Do not stop taking without consulting doctor
af_za: Moenie ophou neem sonder om dokter te raadpleeg

source: Take at the same time each day
af_za: Neem op dieselfde tyd elke dag

source: Take with or without food
af_za: Neem met of sonder kos

source: Take on an empty stomach
af_za: Neem op 'n leë maag

source: If overdose is suspected, contact Poison Control immediately
af_za: As oordosis vermoed word, kontak onmiddellik Gif Kontrole

source: Seek emergency medical attention if severe side effects occur
af_za: Soek nood mediese hulp as ernstige newe-effekte voorkom

source: Call emergency services if allergic reaction occurs
af_za: Bel nooddienste as allergiese reaksie voorkom

source: Stop taking and contact doctor immediately if rash develops
af_za: Hou op neem en kontak dokter onmiddellik as uitslag ontwikkel

source: Seek immediate medical attention if chest pain occurs
af_za: Soek onmiddellike mediese hulp as borspyn voorkom

source: Pharmacy Name
af_za: Aptek Naam

source: Pharmacy Address
af_za: Aptek Adres

source: Pharmacy Phone
af_za: Aptek Telefoon

source: Pharmacy Operating Hours
af_za: Aptek Bedryfsure

source: Pharmacy Services
af_za: Aptek Dienste

source: Prescription Filling
af_za: Voorskrif Vul

source: Medication Counseling
af_za: Medikasie Berading

source: Health Screening
af_za: Gesondheid Sifting

source: Vaccination Services
af_za: Inenting Dienste

source: Emergency Services
af_za: Nooddienste

source: Provider Name
af_za: Verskaffer Naam

source: Provider Specialization
af_za: Verskaffer Spesialisasie

source: Provider License Number
af_za: Verskaffer Lisensie Nommer

source: Provider Contact Information
af_za: Verskaffer Kontak Inligting

source: Provider Office Hours
af_za: Verskaffer Kantoorure

source: Provider Emergency Contact
af_za: Verskaffer Noodkontak

source: Mr.
af_za: Mnr.

source: Mrs.
af_za: Mev.

source: Ms.
af_za: Me.

source: Cardiology
af_za: Kardiologie

source: Oncology
af_za: Onkologie

source: Neurology
af_za: Neurologie

source: Psychiatry
af_za: Psigiatrie

source: Pediatrics
af_za: Pediatrie

source: Geriatrics
af_za: Geriatrie

source: Dermatology
af_za: Dermatologie

source: Endocrinology
af_za: Endokrinologie

source: Gastroenterology
af_za: Gastro-enterologie

source: Rheumatology
af_za: Reumatologie

source: Private Practice
af_za: Privaat Praktyk

source: Hospital Practice
af_za: Hospitaal Praktyk

source: Clinic Practice
af_za: Kliniek Praktyk

source: Academic Practice
af_za: Akademiese Praktyk

source: Group Practice
af_za: Groep Praktyk

source: Solo Practice
af_za: Solo Praktyk

source: Office Phone
af_za: Kantoor Telefoon

source: Office Fax
af_za: Kantoor Faks

source: Office Email
af_za: Kantoor E-pos

source: Office Address
af_za: Kantoor Adres

source: Emergency Phone
af_za: Nood Telefoon

source: After Hours Phone
af_za: Na-ure Telefoon

source: Severe Interaction
af_za: Ernstige Interaksie

source: Moderate Interaction
af_za: Matige Interaksie

source: Minor Interaction
af_za: Klein Interaksie

source: No Known Interaction
af_za: Geen Bekende Interaksie

source: WARNING: Do not take with blood thinners
af_za: WAARSKUWING: Moenie neem met bloedverdunners nie

source: WARNING: May increase bleeding risk when taken with aspirin
af_za: WAARSKUWING: Kan bloeding risiko verhoog wanneer geneem met aspirien

source: WARNING: May reduce effectiveness of birth control
af_za: WAARSKUWING: Kan effektiwiteit van geboortebeperking verminder

source: WARNING: May cause dangerous drop in blood pressure
af_za: WAARSKUWING: Kan gevaarlike daling in bloeddruk veroorsaak

source: WARNING: May increase risk of liver damage
af_za: WAARSKUWING: Kan risiko van lewerskade verhoog

source: WARNING: May cause irregular heartbeat
af_za: WAARSKUWING: Kan onreëlmatige hartklop veroorsaak

source: WARNING: May reduce effectiveness of birth control pills
af_za: WAARSKUWING: Kan effektiwiteit van geboortebeperking pille verminder

source: WARNING: May cause dangerous drop in blood pressure with ACE inhibitors
af_za: WAARSKUWING: Kan gevaarlike daling in bloeddruk veroorsaak met ACE inhibeerders

source: WARNING: May increase risk of liver damage with statins
af_za: WAARSKUWING: Kan risiko van lewerskade verhoog met statiene

source: WARNING: May cause irregular heartbeat with beta blockers
af_za: WAARSKUWING: Kan onreëlmatige hartklop veroorsaak met beta blokkeerders

source: WARNING: Do not take with grapefruit juice
af_za: WAARSKUWING: Moenie neem met lemoensap nie

source: WARNING: Avoid alcohol while taking this medication
af_za: WAARSKUWING: Vermy alkohol terwyl jy hierdie medikasie neem

source: WARNING: Take with food to reduce stomach upset
af_za: WAARSKUWING: Neem met kos om maagontsteking te verminder

source: WARNING: Avoid dairy products for 2 hours before and after
af_za: WAARSKUWING: Vermy suiwelprodukte vir 2 uur voor en na

source: WARNING: Take on empty stomach for best absorption
af_za: WAARSKUWING: Neem op leë maag vir beste absorpsie

source: WARNING: Do not take with St. John's Wort
af_za: WAARSKUWING: Moenie neem met Sint Jan se Kruid nie

source: WARNING: May interact with ginkgo biloba
af_za: WAARSKUWING: Kan interaksie hê met ginkgo biloba

source: WARNING: May interact with ginseng
af_za: WAARSKUWING: Kan interaksie hê met ginseng

source: WARNING: May interact with garlic supplements
af_za: WAARSKUWING: Kan interaksie hê met knoffel aanvullings

source: WARNING: May interact with fish oil supplements
af_za: WAARSKUWING: Kan interaksie hê met visolie aanvullings

source: Take at least 2 hours before or after antacids
af_za: Neem ten minste 2 uur voor of na suurneutraliseerders

source: Take at least 4 hours before or after iron supplements
af_za: Neem ten minste 4 uur voor of na yster aanvullings

source: Take at least 6 hours before or after calcium supplements
af_za: Neem ten minste 6 uur voor of na kalsium aanvullings

source: Take at least 8 hours before or after magnesium supplements
af_za: Neem ten minste 8 uur voor of na magnesium aanvullings

source: Take at least 12 hours before or after zinc supplements
af_za: Neem ten minste 12 uur voor of na sink aanvullings

source: Monitor for signs of bleeding
af_za: Monitor vir tekens van bloeding

source: Check blood pressure regularly
af_za: Kontroleer bloeddruk gereeld

source: Monitor liver function tests
af_za: Monitor lewer funksie toetse

source: Watch for signs of allergic reaction
af_za: Let op tekens van allergiese reaksie

source: Report any unusual symptoms immediately
af_za: Rapporteer enige ongewone simptome onmiddellik

source: Emergency Contact Name
af_za: Noodkontak Naam

source: Emergency Contact Phone
af_za: Noodkontak Telefoon
