Repository: knappy214/medguard-sa
Catalog: medguard_backend/locale/*/LC_MESSAGES/django.po
Languages: af_za

source: Emergency Contact Relationship
af_za: Noodkontak Verhouding

source: Emergency Contact Address
af_za: Noodkontak Adres

source: Emergency Contact Email
af_za: Noodkontak E-pos

source: Emergency Contact Instructions
af_za: Noodkontak Instruksies

source: Spouse
af_za: Gade

source: Parent
af_za: Ouer

source: Child
af_za: Kind

source: Sibling
af_za: Broer/Suster

source: Friend
af_za: Vriend

source: Neighbor
af_za: Buurman/Buurvrou

source: Caregiver
af_za: Versorger

source: Healthcare Provider
af_za: Gesondheidsorg Verskaffer

source: Call immediately in case of emergency
af_za: Bel onmiddellik in geval van nood

source: Call if patient is unconscious
af_za: Bel as pasiënt bewusteloos is

source: Call if patient has severe allergic reaction
af_za: Bel as pasiënt ernstige allergiese reaksie het

source: Call if patient has chest pain
af_za: Bel as pasiënt borspyn het

source: Call if patient has difficulty breathing
af_za: Bel as pasiënt probleme met asemhaling het

source: Medical Alert Type
af_za: Mediese Waarskuwing Tipe

source: Medical Alert Severity
af_za: Mediese Waarskuwing Ernstigheid

source: Medical Alert Description
af_za: Mediese Waarskuwing Beskrywing

source: Medical Alert Instructions
af_za: Mediese Waarskuwing Instruksies

source: Medical Alert Expiration
af_za: Mediese Waarskuwing Verval

source: Allergy Alert
af_za: Allergie Waarskuwing

source: Drug Interaction Alert
af_za: Geneesmiddel Interaksie Waarskuwing

source: Medical Condition Alert
af_za: Mediese Toestand Waarskuwing

source: Medication Sensitivity Alert
af_za: Medikasie Sensitiwiteit Waarskuwing

source: Blood Type Alert
af_za: Bloedtipe Waarskuwing

source: Organ Donor Alert
af_za: Orgaan Skenker Waarskuwing

source: DNR Alert
af_za: DNR Waarskuwing

source: Pregnancy Alert
af_za: Swangerskap Waarskuwing

source: Breastfeeding Alert
af_za: Borsvoeding Waarskuwing

source: Diabetes Alert
af_za: Diabetes Waarskuwing

source: Call emergency services immediately
af_za: Bel nooddienste onmiddellik

source: Do not give any medication without medical supervision
af_za: Moenie enige medikasie gee sonder mediese toesig nie

source: Keep patient calm and comfortable
af_za: Hou pasiënt kalm en gemaklik

source: Monitor vital signs closely
af_za: Monitor lewensbelangrike tekens noukeurig

source: Prepare for emergency transport
af_za: Berei voor vir nood vervoer

source: Patient has severe allergy to penicillin
af_za: Pasiënt het ernstige allergie vir penisillien

source: Patient is allergic to sulfa drugs
af_za: Pasiënt is allergies vir sulfa geneesmiddels

source: Patient has diabetes and takes insulin
af_za: Pasiënt het diabetes en neem insulien

source: Patient has heart condition
af_za: Pasiënt het hart toestand

source: Patient has pacemaker
af_za: Pasiënt het pasmaker

source: Patient is on blood thinners
af_za: Pasiënt is op bloedverdunners

source: Patient has kidney disease
af_za: Pasiënt het niersiekte

source: Patient has liver disease
af_za: Pasiënt het lewersiekte

source: Patient has asthma
af_za: Pasiënt het asma

source: Patient has epilepsy
af_za: Pasiënt het epilepsie

source: Translation Status
af_za: Vertaling Status

source: Sync Content
af_za: Sinkroniseer Inhoud

source: Complete Translation
af_za: Voltooi Vertaling

source: Approve Translation
af_za: Keur Vertaling Goed

source: Translation workflow status
af_za: Vertaling werkvloei status

source: Sync content structure to translations
af_za: Sinkroniseer inhoud struktuur na vertalings

source: Translation Memory
af_za: Vertaling Geheue

source: Professional Translation
af_za: Professionele Vertaling

source: Quality Check
af_za: Kwaliteit Kontrole

source: Translation Services
af_za: Vertaling Dienste

source: View translation memory suggestions
af_za: Bekyk vertaling geheue voorstelle

source: Request professional translation
af_za: Versoek professionele vertaling

source: Draft
af_za: Konsep

source: Review
af_za: Hersiening

source: Approved
af_za: Goedgekeur

source: Published
af_za: Gepubliseer

source: Rejected
af_za: Verwerp

source: Spelling Check
af_za: Spelling Kontrole

source: Grammar Check
af_za: Grammatika Kontrole

source: Terminology Check
af_za: Terminologie Kontrole

source: Consistency Check
af_za: Konsekwentheid Kontrole

source: Completeness Check
af_za: Volledigheid Kontrole

source: Medical Accuracy Check
af_za: Mediese Akkuraatheid Kontrole
